Repository: ErikCiau/Maravillas-Del-Mundo
Catalog: WondersOfTheWorld/WondersOfTheWorld/*.lproj/Localizable.strings
Languages: es, fr, pt_br

# MaravillasDelMundo
source: Wonders of the World
es: Maravillas del Mundo
fr: Merveilles du monde
pt_br: Maravilhas do mundo

# MurallaChina
source: The Great Wall of China
es: La Gran Muralla China
fr: La grande muraille de Chine
pt_br: A grande muralha da China

# Coliseo
source: The Roman Coliseum
es: El Coliseo Romano
fr: Colisée romain
pt_br: O Coliseu romano

# CristoRedentor
source: Christ the redeemer
es: El Cristo Redentor
fr: Christ Rédempteur
pt_br: Cristo Redentor

# Piramides
source: Giza Pyramids
es: Pirámides de Giza
fr: Pyramides de Gizeh
pt_br: Pirâmides de Gizé

# MurallaChinaDescription
source: Built between 770 and 476 BC, the Great Wall of China is an architectural marvel and the largest military defense project in the ancient world. It measures 21,196.18 km and has an average height of 7.8 meters. It performs various functions such as combat, command, observation, communication and concealment.
es: Construida entre el 770 y el 476 aC, la Gran Muralla China es una maravilla arquitectónica y el mayor proyecto de defensa militar del mundo antiguo. Mide 21.196,18 km y tiene una altura promedio de 7.8 metros. Cumple varias funciones como combate, comando, observación, comunicación y ocultación.
fr: Construite entre 770 et 476 avant JC, la Grande Muraille de Chine est une merveille architecturale et le plus grand projet de défense militaire du monde antique. Il mesure 21 196,18 km et a une hauteur moyenne de 7,8 mètres. Il remplit diverses fonctions telles que le combat, le commandement, l'observation, la communication et la dissimulation.
pt_br: Construída entre 770 e 476 a.C., a Grande Muralha da China é uma maravilha arquitetônica e o maior projeto de defesa militar do mundo antigo. Mede 21.196,18 km e tem altura média de 7,8 metros. Desempenha diversas funções como combate, comando, observação, comunicação e ocultação.

# TajMahalDescription
source: The Taj Mahal is a mausoleum built by the Mughal emperor Shah Jahan in honor of his favorite wife, Mumtaz Mahal (the Chosen One of the Palace or the Jewel of the Palace), who died in childbirth. Taj Mahal (short for Mumtaz Mahal) also means “The Jewel of the Palace”.
es: El Taj Mahal es un mausoleo construido por el emperador mogol Sha Jahan en honor a su esposa preferida, Mumtaz Mahal (la Elegida del Palacio o la Joya del Palacio), muerta al dar a luz. Taj Mahal (abreviación del nombre de Mumtaz Mahal) significa también “La Joya del Palacio”.
fr: Le Taj Mahal est un mausolée construit par l'empereur moghol Shah Jahan en l'honneur de son épouse préférée, Mumtaz Mahal (l'élue du palais ou le joyau du palais), décédée en couches. Taj Mahal (abréviation de Mumtaz Mahal) signifie également « Le joyau du palais ».
pt_br: O Taj Mahal é um mausoléu construído pelo imperador Mughal Shah Jahan em homenagem à sua esposa favorita, Mumtaz Mahal (a Escolhida do Palácio ou a Jóia do Palácio), que morreu no parto. Taj Mahal (abreviação de Mumtaz Mahal) também significa “A Jóia do Palácio”.

# ColiseoDescription
source: The Colosseum became the largest Roman amphitheater, with an elliptical structure 188 meters long, 156 meters wide and 57 meters high. Made of brick and covered with travertine, it was divided into five levels with a capacity for more than 50,000 people.
es: El Coliseo se convirtió en el mayor anfiteatro romano, con una estructura elíptica de 188 metros de longitud, 156 metros de ancho y 57 metros de altura. Realizado en ladrillo y cubierto con travertino se dividía en cinco niveles con una capacidad para más de 50.000 personas.
fr: Le Colisée est devenu le plus grand amphithéâtre romain, avec une structure elliptique de 188 mètres de long, 156 mètres de large et 57 mètres de haut. Construit en brique et recouvert de travertin, il était divisé en cinq niveaux pouvant accueillir plus de 50 000 personnes.
pt_br: O Coliseu tornou-se o maior anfiteatro romano, com uma estrutura elíptica de 188 metros de comprimento, 156 metros de largura e 57 metros de altura. Feito de tijolo e revestido com travertino, foi dividido em cinco níveis com capacidade para mais de 50 mil pessoas.

# CristoRedentorDescription
source: The best-known religious icon in Brazil is called Christ the Redeemer, it represents Jesus of Nazareth and it took almost half a century to be built, since the original idea comes from the time of Princess Isabel of Portugal, until it was inaugurated in 1931 after five years of completion.
es: El icono religioso más conocido de Brasil recibe el nombre de Cristo Redentor, representa a Jesús de Nazaret y tardó casi medio siglo en levantarse, pues la idea original proviene de la época de la princesa Isabel de Portugal, hasta que se inaugura en 1931 tras cinco años de realización.
fr: L'icône religieuse la plus connue du Brésil s'appelle le Christ Rédempteur, elle représente Jésus de Nazareth et sa construction a duré près d'un demi-siècle, puisque l'idée originale vient de l'époque de la princesse Isabelle du Portugal, jusqu'à son inauguration en 1931. après cinq ans d'achèvement.
pt_br: O ícone religioso mais conhecido do Brasil chama-se Cristo Redentor, representa Jesus de Nazaré e demorou quase meio século para ser construído, já que a ideia original vem da época da Princesa Isabel de Portugal, até ser inaugurado em 1931 após cinco anos de conclusão.

# MachuPicchuDescription
source: Machu Picchu is the most outstanding Inca archaeological site due to its creative urban design, the beauty of its architecture and the fine stone work of its constructions. In its planning, the topography of the mountain top was notably taken advantage of, which it transformed into an imposing llaqta.
es: Machu Picchu es el sitio arqueológico inca más sobresaliente debido a su creativo diseño urbano, la belleza de su arquitectura y el fino trabajo en piedra de sus construcciones. En su planificación se aprovechó notablemente la topografía de la cima de la montaña a la que transformó en una imponente llaqta.
fr: Machu Picchu est le site archéologique inca le plus remarquable en raison de son design urbain créatif, de la beauté de son architecture et de la finesse de ses constructions en pierre. Dans sa planification, la topographie du sommet de la montagne a été particulièrement exploitée, qu'elle a transformée en un imposant llaqta.
pt_br: Machu Picchu é o sítio arqueológico inca mais destacado pelo seu criativo desenho urbano, pela beleza de sua arquitetura e pelo fino trabalho em pedra de suas construções. No seu planejamento aproveitou-se notavelmente a topografia do topo da montanha, que transformou em uma imponente llaqta.

# PetraDescription
source: Petra means “cut out of stone” in Greek. In fact, this city located in a narrow valley is literally carved into the rock. Petra, or Raqmu, as the Nabateans, its second settlers, called it, is one of those enclaves that leaves you speechless when you visit it for the first time.
es: Petra significa “excavada en piedra” en griego. En efecto, esta ciudad ubicada en un angosto valle, está literalmente tallada en la roca. Petra, o Raqmu, como la llamaban los nabateos, sus segundos pobladores, es uno de esos enclaves que dejan sin palabras cuando se visita por primera vez.
fr: Petra signifie « taillé dans la pierre » en grec. En fait, cette ville située dans une vallée étroite est littéralement creusée dans la roche. Petra, ou Raqmu, comme l'appelaient les Nabatéens, ses seconds colons, est une de ces enclaves qui vous laisse sans voix lorsque vous la visitez pour la première fois.
pt_br: Petra significa “cortada em pedra” em grego. Na verdade, esta cidade localizada num vale estreito está literalmente esculpida na rocha. Petra, ou Raqmu, como a chamavam os nabateus, seus segundos colonizadores, é um daqueles enclaves que deixam você sem palavras quando o visitam pela primeira vez.

# ChichenItzaDescription
source: The legendary Mayan city of Chichén Itzá, declared a World Heritage Site by UNESCO since 1988 and Wonder of the World since 2007, stood out as the cultural and political center of the old Mayan civilization and was one of the most extensive settlements in the central-northern region. Yucatan Peninsula.
es: La legendaria ciudad maya de Chichén Itzá, Patrimonio de la Humanidad declarada por la UNESCO desde 1988 y Maravilla del Mundo desde 2007, sobresalió como centro cultural y político de la vieja civilización maya y fue uno de los asentamientos más extensos del centro-norte de la península de Yucatán.
fr: La légendaire ville maya de Chichén Itzá, déclarée site du patrimoine mondial de l'UNESCO depuis 1988 et merveille du monde depuis 2007, s'est imposée comme le centre culturel et politique de l'ancienne civilisation maya et a été l'une des colonies les plus étendues du centre-ville. Région Nord Péninsule du Yucatan.
pt_br: A lendária cidade maia de Chichén Itzá, declarada Patrimônio Mundial pela UNESCO desde 1988 e Maravilha do Mundo desde 2007, destacou-se como centro cultural e político da antiga civilização maia e foi um dos assentamentos mais extensos da região central. região norte.Península de Yucatán.

# PiramidesDescription
source: The pyramids were built by the pharaohs Cheops (the tallest), Khafre (in the background) and Mycerinus (in front). The construction of the pyramids of Giza has achieved its objective: to last an eternity. The monumental tombs are relics from the time of the Old Kingdom of Egypt and were built about 4,500 years ago.
es: Las pirámides fueron construidas por los faraones Keops (la más alta), Kefrén (al fondo) y Micerino (al frente). La construcción de las pirámides de Guiza ha logrado su objetivo: perdurar una eternidad. Las monumentales tumbas son reliquias de la época del Reino Antiguo de Egipto y se construyeron hace unos 4500 años.
fr: Les pyramides ont été construites par les pharaons Khéops (le plus haut), Khafré (au fond) et Mycérinus (devant). La construction des pyramides de Gizeh a atteint son objectif : durer une éternité. Les tombeaux monumentaux sont des reliques de l’époque de l’Ancien Empire égyptien et ont été construits il y a environ 4 500 ans.
pt_br: As pirâmides foram construídas pelos faraós Quéops (o mais alto), Quéfren (ao fundo) e Micerino (na frente). A construção das pirâmides de Gizé atingiu o seu objectivo: durar uma eternidade. Os túmulos monumentais são relíquias da época do Antigo Reino do Egito e foram construídos há cerca de 4.500 anos.
